{
  "data":
  [{
    "id": "1",
    "volcano_name": "Mariveles",
    "volcano_info": "The low, but massive Mariveles stratovolcano lies at the southern end of the Bataan Peninsula, on the west side of Manila Bay.  The morphologically youthful, dominantly andesitic volcano rises to 1388 m and is truncated by a 4-km-wide caldera that drains to the north.  Mount Slamet on the north and Mount Limay on the east are major, youthful-looking flank cones.  A mid-Holocene eruption has been radiocarbon dated at 4000 years before present.     ",
    "geo_lat": "14.52",
    "geo_long": "120.47",
    "image": "https:\/\/volcano.si.edu\/photos\/full\/091003.jpg"
  }, {
    "id": "2",
    "volcano_name": "Camiguin de Babuyanes",
    "volcano_info": "Forested 712-m-high Mount Camiguin occupies the SW tip of 22-km-long Camiguin Island in the Babuyan archipelago, north of Luzon Island.  Following construction of an andesitic volcano during the Pliocene, the subsidiary cones of Minabul to the north and Caanoan to the east were constructed on the northern part of the island.  The southern part of the island consists of three volcanic centers located along a SSE-NNW line, the andesitic Mount Camiguin stratovolcano and the young andesitic lava domes of Mt. Malabsing and Pamoctan.  A phreatic eruption, possibly in part submarine, was reported from Camiguin de Babuyanes around 1857.  Fumaroles are found on the SW, west, and east flanks of the volcano, and a boiling spring is located near sea level on the western flank of the volcano.    ",
    "geo_lat": "18.83",
    "geo_long": "121.86",
    "image": "https:\/\/volcano.si.edu\/photos\/full\/104011.jpg"
  }, {
    "id": "3",
    "volcano_name": "Ragang",
    "volcano_info": "Ragang volcano rises to 2815 m at the NE end of a series of young volcanic cones SE of Lake Lanao in central Mindanao.  A 3-km-long lava flow extends to the SE from the deep summit crater.  Ragang is the most frequently active volcano on the large southern Philippines island of Mindanao and is one of several dominantly basaltic volcanoes west of the cordillera in central Mindanao.  Historical eruptions, many of which were at one time attributed to neighboring Makaturing volcano, have been recorded since 1765 and consist of moderate explosive activity from the summit crater.  ",
    "geo_lat": "7.7",
    "geo_long": "124.5",
    "image": "https:\/\/volcano.si.edu\/photos\/full\/110047.jpg"
  }, {
    "id": "4",
    "volcano_name": "Balut",
    "volcano_info": "Balut volcano, also known as Sanguil, occupies a small island in the Sarangani Island group south of the Batulaki Peninsula forming the southern tip of Mindanao Island.  Hot springs and thermally altered ground are located on the west and SW flanks of the 862-m-high volcano, which rises about 1800 m above the sea floor.  Reports in Mindanao of a major eruption in 1641 from an unknown volcano to the south, which caused darkness over much of Mindanao, were originally attributed to Balut volcano.  Later work indicated that the source of the eruption was Parker volcano on southern Mindanao, about 80 km NW of Balut Island.",
    "geo_lat": "5.4",
    "geo_long": "125.375",
    "image": "https:\/\/volcano.si.edu\/photos\/full\/110049.jpg"
  }, {
    "id": "5",
    "volcano_name": "Malindang",
    "volcano_info": "The Pleistocene-to-Holocene Malindang stratovolcano, located on the western margin of Iligan Bay in north-central Mindanao, contains a small summit caldera.  Legends record a large eruption from the 2404-m-high, dominantly basaltic-to-andesitic volcano in the past, although no historical eruptions are known (Salise et al., 1991).  Reports of increased activity in 1991 at the time of tectonic earthquakes prompted widespread evacuations, but an eruption did not occur, although a previously unknown geothermal area was discovered.",
    "geo_lat": "8.22",
    "geo_long": "123.63",
    "image": "https:\/\/volcano.si.edu\/photos\/full\/111034.jpg"
  }, {
    "id": "6",
    "volcano_name": "Mandalagan",
    "volcano_info": "The deeply dissected, dominantly andesitic-to-dacitic Mandalagan volcanic complex on northern Negros Island contains a vigorous solfataric area at a highly altered domed structure. The complex consists of seven volcanic centers, including at least five craters and\/or calderas up to 2 km in diameter. One solfataric area emits a high-temperature (106 degrees C) plume to 30 m height with a roaring noise like a high-pressure geothermal borehole.  The age of the most recent eruptive activity, which produced a thin basaltic lava flow, is not known.",
    "geo_lat": "10.65",
    "geo_long": "123.25",
    "image": "https:\/\/volcano.si.edu\/photos\/full\/111039.jpg"
  }, {
    "id": "7",
    "volcano_name": "Silay",
    "volcano_info": "Silay, the northernmost volcano on Negros Island, lies 28 km E of Silay City. The compound basaltic-andesite stratovolcano contains a partially breached, 3.5-km-wide caldera. Silay was considered to be Holocene (IAVCEI, 1973), but the age of its most recent eruptions is not known. The Malisbog solfatara field displays fumarolic activity and extensive sulfur deposits.",
    "geo_lat": "10.77",
    "geo_long": "123.23",
    "image": "https:\/\/volcano.si.edu\/photos\/full\/111040.jpg"
  }, {
    "id": "8",
    "volcano_name": "Cabalían",
    "volcano_info": "Mount Cabalían, at the SE tip of Leyte Island, is dissected by steep radial ridges that are moderately to thickly vegetated. A lake fills the summit crater of the andesitic volcano, which has an irregular rim with two high peaks on the southern side. A thermoluminescence date of about 510,000 yrs BP was obtained from Cantoloc stratovolcano immediately to the NW. A radiocarbon date of about 135 +\/- 30 yrs BP was obtained from a pyroclastic-flow deposit from Cabalían. Hot springs are found on the E and W flanks.",
    "geo_lat": "10.285",
    "geo_long": "125.218",
    "image": "https:\/\/volcano.si.edu\/photos\/full\/111041.jpg"
  }, {
    "id": "9",
    "volcano_name": "Biliran",
    "volcano_info": "The volcanic island of Biliran, located across the narrow Biliran Strait from the northern tip of Leyte Island, contains many prominent andesitic lava domes, the highest of which is 1301 m Surio. Several Pleistocene K-Ar dates have been obtained from volcanic centers on northern Biliran Island. Fumarole fields are scattered throughout the 20 x 35 km wide island. The only known historical activity was a phreatic explosive eruption and possible debris avalanche at a thermal area in 1939.",
    "geo_lat": "11.523",
    "geo_long": "124.535",
    "image": "https:\/\/volcano.si.edu\/photos\/full\/111042.jpg"
  }, {
    "id": "10",
    "volcano_name": "Mahagnao",
    "volcano_info": "The forested volcano of Mahagnao in central Leyte Island is also known as Kasiboi or Casiboi. The andesitic volcano contains a steep-walled forested summit crater open to the south. Thermal areas with fumaroles and mud pots occur on the flanks. Two lakes, Malagsom and Danao, are located on the S flank. The former is a crater lake that is acidic and green in color, and the latter is a freshwater lake with an irregular shoreline and hot springs on its southern side. An eruption was reported in 1895, but no details are available.",
    "geo_lat": "10.882",
    "geo_long": "124.888",
    "image": "https:\/\/volcano.si.edu\/photos\/full\/111043.jpg"
  }, {
    "id": "11",
    "volcano_name": "Makaturing",
    "volcano_info": "Makaturing volcano rises above the shore of Illana Bay at the west end of a chain of volcanoes in central Mindanao.  Eruptions at one time attributed to Makaturing were ascribed to neighboring Ragang volcano to the east by the Catalog of Active Volcanoes of the World (Neumann van Padang, 1953), but PHIVOLCS (2004) listed eruptions for Makaturing, several of which are in the same year as those from Ragang volcano.  A dense cover of vegetation that blankets Makaturing suggests long quiescence, but solfataric activity continues.",
    "geo_lat": "7.647",
    "geo_long": "124.32",
    "image": "https:\/\/volcano.si.edu\/photos\/full\/111051.jpg"
  }, {
    "id": "12",
    "volcano_name": "Leonard Range",
    "volcano_info": "An andesitic-to-dacitic stratovolcano complex in the Leonard Range is truncated by a 4 x 5 km caldera partially filled by Lake Leonard.  The volcano (also known as Leonard Kniazeff) is located east of the head of Davao Gulf in SE Mindanao, east of the major N-S-trending Philippine Fault.  Activity at the Leonard Range dates back to 1.1 million years.  A dome building stage began about 290,000 years ago, producing a series of lava domes in the region surrounding Lake Leonard.  A younger stage involved the eruption of the Paloc pyroclastic deposits from the late-Pleistocene to Holocene and the formation of the caldera.  Holocene radiocarbon dates ranging from about 6000 to 1800 years ago were obtained from the Paloc pyroclastic deposits.  The Leonard Range (or North Davao) area has been the object of a geothermal exploration program.  The Manat thermal area is located north of Lake Leonard, solfataras occur its SW rim, and active solfataras, fumaroles, and hot springs are found in the Amacan-Gopod thermal area south of the lake.",
    "geo_lat": "7.382",
    "geo_long": "126.047",
    "image": "https:\/\/volcano.si.edu\/photos\/full\/117013.jpg"
  }, {
    "id": "13",
    "volcano_name": "Camiguin",
    "volcano_info": "Oblate, 20-km-long Camiguin Island just off the coast of north-central Mindanao Island consists of four overlapping stratovolcanoes overlying older buried edifices.  Mt. Mambajao forms the high point of the island.  It has a youthful morphology with summit and flank lava domes, one of which partially fills a crater breached to the NW, but has not had historical eruptions.  The eroded stratovolcanoes of Mt. Butay and Mt. Ginsiliban form the SE tip of the island and lie at one end of the NNW-SSE trending line of vents cutting across the island. The Binone cinder cone lies along the SE coast. The youngest volcano, and the only historically active one, is Hibok-Hibok (also known as Catarman). It lies at the NW end of the island, about 6 km NW of Mt. Mambajao. This andesitic-to-rhyolitic volcano contains several lava domes, including Mt. Vulcan on its NW flank.  Major eruptions during 1871-75 and 1948-53 formed flank lava domes at Hibok-Hibok and produced pyroclastic flows that devastated coastal villages.",
    "geo_lat": "9.203",
    "geo_long": "124.673",
    "image": "https:\/\/volcano.si.edu\/photos\/full\/117015.jpg"
  }, {
    "id": "14",
    "volcano_name": "Babuyan Claro",
    "volcano_info": "Five Pleistocene-to-Holocene volcanic centers occupy Babuyan de Claro Island north of Luzon.  The largest edifice is Mt. Pangasun (Babuyan Claro), an active stratovolcano with two summit craters 300 and 400 m in diameter.  The symmetrical basaltic andesite cinder cone of Smith Volcano (Mount Babuyan), located 4 km to the NW of Babuyan Claro, rises to 688 m and is the youngest volcano on the island.  Both Babuyan Claro and Smith volcanoes have apparently been active in historical time, although the identity of the erupting volcano is not always certain.  Askedna Hot Spring is located at the southern base of Babuyan Claro.    ",
    "geo_lat": "19.523",
    "geo_long": "121.94",
    "image": "https:\/\/volcano.si.edu\/photos\/full\/119032.jpg"
  }, {
    "id": "15",
    "volcano_name": "Kanlaon",
    "volcano_info": "Kanlaon volcano (also spelled Canlaon), the most active of the central Philippines, forms the highest point on the island of Negros. The massive andesitic stratovolcano is dotted with fissure-controlled pyroclastic cones and craters, many of which are filled by lakes. The largest debris avalanche known in the Philippines traveled 33 km SW from Kanlaon. The summit contains a 2-km-wide, elongated northern caldera with a crater lake and a smaller, but higher, historically active vent, Lugud crater, to the south. Historical eruptions, recorded since 1866, have typically consisted of phreatic explosions of small-to-moderate size that produce minor ashfalls near the volcano.",
    "geo_lat": "10.412",
    "geo_long": "123.132",
    "image": "https:\/\/volcano.si.edu\/photos\/full\/119034.jpg"
  }, {
    "id": "16",
    "volcano_name": "Didicas",
    "volcano_info": "Didicas volcano, 22 km NE of Camiguin Island, was a submarine volcano prior to 1952, when a permanent island was formed.  Didicas now consists of a small, 244-m-high andesitic lava dome about 1.4 km in longest exposed dimension.  A 400-m-wide crater was formed during the 1952 eruption.  The first recorded submarine eruption of Didicas was in 1773.  The first recorded subaerial cone reached a height of 213 m in 1860, after a four-year-long eruption, but soon was eroded beneath the sea.  Three rock masses up to 82 m high were left after an eruption in 1900.  Two eruptions have occurred since 1952 at an explosion crater on the northern side of the island.",
    "geo_lat": "19.077",
    "geo_long": "122.202",
    "image": "https:\/\/volcano.si.edu\/photos\/full\/119035.jpg"
  }, {
    "id": "17",
    "volcano_name": "Iraya",
    "volcano_info": "The morphologically youthful Iraya volcano, at the north end of Batan Island, is the northernmost active volcano in the Philippines. Iraya is the most prominent feature of the 20-km-long, dumbbell-shaped Batan island, located in the Luzon Strait between Luzon and Taiwan. The 1009-m-high Quaternary stratovolcano has a 1.5-km-wide summit crater, which is largely filled by a younger cone that forms the summit of the volcano. Observed late-Pleistocene and Holocene products are exclusively explosive. The youngest dated unit is a pyroclastic-flow deposit radiocarbon dated at about 1500 years ago (Richard et al., 1986). The Philippines Institute of Volcanology and Seismology (2004-) listed an eruption in 1454 CE of unspecified character.",
    "geo_lat": "20.469",
    "geo_long": "122.01",
    "image": "https:\/\/volcano.si.edu\/photos\/full\/119037.jpg"
  }, {
    "id": "18",
    "volcano_name": "Matutum",
    "volcano_info": "The symmetrical Matutum stratovolcano rises to 2286 m in southern Mindanao, NW of Sarangani Bay.  The summit of the andesitic-to-dacitic volcano is truncated by a well-preserved 320-m-wide crater that is breached by three gorges and has a 120-m-deep, densely forested floor.  Widespread silicic pyroclastic-flow deposits surround the volcano, which overlooks the major city of General Santos.  The youngest pyroclastic deposits were dated at about 2000 yrs BP.  A report stated that Matutum volcano was \"smoking\" on March 7, 1911 (Neumann van Padang, 1953).  The Akmoan and Lianan thermal areas are located on the WSW flank of the volcano.      ",
    "geo_lat": "6.37",
    "geo_long": "125.07",
    "image": "https:\/\/volcano.si.edu\/photos\/full\/119038.jpg"
  }, {
    "id": "19",
    "volcano_name": "Musuan",
    "volcano_info": "Musuan volcano, also known as Calayo, is an isolated, low grass-covered andesitic-to-dacitic lava dome and tuff cone that rises to 646 m above flat farmland in the province of Bukidnon in central Mindanao.   An eruption, consisting of a possible phreatic explosion that \"burned everything around it,\" was reported by a Jesuit priest to have occurred four years prior to his 1891 visit, at which time strong solfataric activity prevented closer examination.   PHIVOLCS reported eruptions in 1866 and 1867.  A strong earthquake swarm occurred near Musuan volcano in 1976.  ",
    "geo_lat": "7.877",
    "geo_long": "125.068",
    "image": "https:\/\/volcano.si.edu\/photos\/full\/119039.jpg"
  }, {
    "id": "20",
    "volcano_name": "Parker",
    "volcano_info": "Parker volcano, also known locally as Falen, is a low, vegetated stratovolcano overlooking Sarangani Bay near the southern tip of Mindanao Island.  The steep-sided, 1824-m-high andesitic-dacitic stratovolcano is surrounded by extensive, youthful pyroclastic-flow deposits that suggest parallels to Pinatubo volcano.  The summit of Parker is truncated by a 2.9-km-wide caldera with steep-sided walls that rise 200-500 m above heart-shaped Maughan Lake.  This volcano was unknown to most volcanologists until recent years, but it is now known to have been the source of a major explosive eruption in 1641 that was previously attributed to Awu volcano on Sangihe Island, Indonesia and caused darkness over the island of Mindanao.  The 1641 eruption included the emplacement of voluminous pyroclastic flows and lahars and resulted in the formation of the summit caldera.  This was the last of three major explosive eruptions from Parker during the last 3800 years.",
    "geo_lat": "6.113",
    "geo_long": "124.892",
    "image": "https:\/\/volcano.si.edu\/photos\/full\/119040.jpg"
  }, {
    "id": "21",
    "volcano_name": "Cagua",
    "volcano_info": "Mount Cagua, a 1133-m-high stratovolcano, lies at the NE tip of Luzon.  The circular summit crater is 1.5 km in diameter, with steep, 60-m-high walls.  Basaltic-andesite and basaltic lava effusion characterized the initial stage of volcanism during the early Pleistocene.  From about 600,000 to 300,000 years ago thick pyroclastic flows covered the entire volcano.  Recent periods of phreatomagmatic activity have produced ash flows.  The forested volcano is locally known as the \"Mountain of Fire.\"  A phreatic explosion in 1860 may have been accompanied by a pyroclastic flow.  Strong solfataric activity occurred in 1907, and thermal areas are located near the summit crater and on the NW to NNE flanks.",
    "geo_lat": "18.222",
    "geo_long": "122.123",
    "image": "https:\/\/volcano.si.edu\/photos\/full\/119042.jpg"
  }, {
    "id": "22",
    "volcano_name": "Apo",
    "volcano_info": "Apo volcano is the highest peak in the Philippines, but its geologic history is poorly known.  Apo, which means master, or grandfather, rises to 2938 m SW of the coastal city of Davao and has a flat-topped summit with three peaks.  The SW peak of the andesitic-to-dacitic volcano, also known as Davao volcano, is the highest and contains a 500-m-wide crater containing a small lake.  The youngest crater is on the northern peak.  A line of solfataras rises from a fissure on the SE side that extends from 2400 m to the summit.  Apo is one of several volcanoes to which the major 1641 eruption from Parker volcano was incorrectly attributed to, but no historical eruptions are known from Apo.   ",
    "geo_lat": "6.989",
    "geo_long": "125.269",
    "image": "https:\/\/volcano.si.edu\/photos\/full\/119062.jpg"
  }, {
    "id": "23",
    "volcano_name": "Cuernos de Negros",
    "volcano_info": "Cuernos de Negros (also known as Magaso) is a large stratovolcano complex that anchors the SE tip of Negros Island. The eastern side of the complex consists of two stratovolcanoes and a lava dome; two crater lakes up to 1.5 km in diameter are present. The lower western part of the complex contains four volcanic centers. The small summit crater of Magaso, the highest peak of the complex, rises above the city of Dumaguete and contains fumaroles; two sulfuric springs are found on the ESE flank, with hot springs on the NE flank. The youngest radiocarbon date obtained was 14,000 years BP from a dacitic breccia, and a younger andesitic unit is present. An increase in fumarolic activity took place after a major tectonic earthquake in 1902. The Palinpinon geothermal field is located south of the Okoy River on the north side of the volcano.",
    "geo_lat": "9.25",
    "geo_long": "123.17",
    "image": "https:\/\/volcano.si.edu\/photos\/full\/120015.jpg"
  }, {
    "id": "24",
    "volcano_name": "Bulusan",
    "volcano_info": "Luzon's southernmost volcano, Bulusan, was constructed along the rim of the 11-km-diameter dacitic-to-rhyolitic Irosin caldera, which was formed about 36,000 years ago. It lies at the SE end of the Bicol volcanic arc occupying the peninsula of the same name that forms the elongated SE tip of Luzon.  A broad, flat moat is located below the topographically prominent SW rim of Irosin caldera; the NE rim is buried by the andesitic complex. Bulusan is flanked by several other large intracaldera lava domes and cones, including the prominent Mount Jormajan lava dome on the SW flank and Sharp Peak to the NE. The summit is unvegetated and contains a 300-m-wide, 50-m-deep crater.  Three small craters are located on the SE flank.  Many moderate explosive eruptions have been recorded since the mid-19th century.",
    "geo_lat": "12.769",
    "geo_long": "124.056",
    "image": "https:\/\/volcano.si.edu\/photos\/full\/017058.jpg"
  }, {
    "id": "25",
    "volcano_name": "Pocdol Mountains",
    "volcano_info": "The triangular-shaped Pocdol Mountains volcanic range, also known as the Bacon-Manito complex, covers an area of about 225 km2 between Saragon Bay and Albay Gulf in southern Luzon, SE of Mayon volcano. Volcanic cones in the western part of the complex are dissected, but those in the eastern part are morphologically youthful. Several Pleistocene K-Ar dates have been obtained from the volcanic complex. The age of its latest eruptions is not known, but a fumarole field that contains a geyser is located near the summit of the compound, dominantly andesitic volcanic complex.",
    "geo_lat": "13.05",
    "geo_long": "123.958",
    "image": "https:\/\/volcano.si.edu\/photos\/full\/017076.jpg"
  }, {
    "id": "26",
    "volcano_name": "Mayon",
    "volcano_info": "Beautifully symmetrical Mayon, which rises above the Albay Gulf NW of Legazpi City, is the Philippines' most active volcano. The structurally simple edifice has steep upper slopes averaging 35-40 degrees that are capped by a small summit crater. Historical eruptions date back to 1616 and range from Strombolian to basaltic Plinian, with cyclical activity beginning with basaltic eruptions, followed by longer term andesitic lava flows. Eruptions occur predominately from the central conduit and have also produced lava flows that travel far down the flanks. Pyroclastic flows and mudflows have commonly swept down many of the approximately 40 ravines that radiate from the summit and have often devastated populated lowland areas. A violent eruption in 1814 killed more than 1,200 people and devastated several towns.",
    "geo_lat": "13.257",
    "geo_long": "123.685",
    "image": "https:\/\/volcano.si.edu\/photos\/full\/017077.jpg"
  }, {
    "id": "27",
    "volcano_name": "Masaraga",
    "volcano_info": "Masaraga is a sharp-topped, forested stratovolcano that rises to 1328 m NW of Mayon volcano.  Thick lava flows occur on the flanks of this andesitic-to-ryholitic volcano.  Masaraga was classified as Holocene by the International Association of Volcanology and Chemistry of the Earth's Interior (IAVCEI, 1973), and K-Ar dates of zero age were obtained from this volcano.",
    "geo_lat": "13.32",
    "geo_long": "123.6",
    "image": "https:\/\/volcano.si.edu\/photos\/full\/018033.jpg"
  }, {
    "id": "28",
    "volcano_name": "Iriga",
    "volcano_info": "Mount Iriga (locally known as Mt Asog) is a small andesitic stratovolcano that rises immediately W of Lake Buhi which has satellitic cinder cones of basaltic composition. A large breached crater open to the SE was formed as a result of a major debris avalanche that buried several villages and formed a broad hummocky deposit across the plain south of Lake Buhi. This catastrophic event was at one time considered to have occurred during 1628 CE, but later work has shown that the collapse occurred earlier at some unknown date during the Holocene. An older debris avalanche deposit of similar size was also described SW of the volcano (Paguican et al., 2010). Both debris avalanche deposits cover wide areas of low, waterlogged plains, to a distance of ~16 km for the older and 12 km for the younger. The collapse orientation and deposit constituents for both are consistent with being a response to transtensional faulting and gravity spreading. A cone and lava covering about 9 km2 post-date the younger collapse.",
    "geo_lat": "13.458",
    "geo_long": "123.451",
    "image": "https:\/\/volcano.si.edu\/photos\/full\/018049.jpg"
  }, {
    "id": "29",
    "volcano_name": "Isarog",
    "volcano_info": "The broad isthmus between Lagonoy Gulf and San Miguel Bay in SE Luzon is occupied by the isolated Mount Isarog volcano.  The 1966-m-high andesitic stratovolcano is truncated by a 2.5-km-wide crater that is breached to the east along a narrow valley drained by the Quinarag River.  A major debris avalanche deposit extends northwest to the coast and into San Miguel Bay.  Pyroclastic flows originating from lava dome collapses have occurred during the Holocene, one of which has a calibrated radiocarbon date of about 5500 years Before Present.  Currently the Maalsom vent displays gas seepages, warm springs, and steaming vents. ",
    "geo_lat": "13.658",
    "geo_long": "123.38",
    "image": "https:\/\/volcano.si.edu\/photos\/full\/018062.jpg"
  }, {
    "id": "30",
    "volcano_name": "Banahaw",
    "volcano_info": "The 2158-m-high Banahaw (also known as Banahao) is the highest of a group of volcanoes south and east of Manila.  Banahaw is flanked by San Cristobal volcano on the west and Banahaw de Lucban on the NE.  Andesitic-to-dacitic lava domes occur on the flanks of Banahaw and San Cristobal.  Two major Holocene debris avalanches have occurred at Banahaw volcano.  The deposit from one extends 13 km to the NE and the other 26 km to the SE, where it forms 10 km of the coastline of Tayabas Bay.  San Cristobal stratovolcano rises to 1480 m, 7 km west of Banahaw.  Its youthful morphology suggests that it postdates Banahaw.  Banahaw de Lucban is a 1875-m-high stratovolcano that was constructed within the 8-km-wide, horseshoe-shaped caldera related to the two debris avalanches, and is the youngest volcano of the Banahaw complex.  The 2-km-wide, 600-m-deep summit crater of Banahaw is open to the SSW and contained a crater lake until 1730, when it drained, forming mudflows.  Mudflows were also recorded in 1743?, 1843 and 1909, possibly also associated with explosive activity.     ",
    "geo_lat": "14.07",
    "geo_long": "121.48",
    "image": "https:\/\/volcano.si.edu\/photos\/full\/018064.jpg"
  }, {
    "id": "31",
    "volcano_name": "San Pablo Volcanic Field",
    "volcano_info": "The San Pablo volcanic field, (also known as the Laguna volcanic field) lies at the southern end of Laguna de Bay, the largest lake on Luzon Island. The field contains dozens of scoria cones and maars. Three generations of maars are present, with the oldest being sediment-filled and the youngest containing deep lakes. Many of the maars are aligned along a NE-SW trend. Local legends suggest that the youngest maar, 1.2-km-wide Sampaloc Lake, was formed about 500-700 years ago. The high point of the volcanic field is the eroded Maquiling (Makiling) andesitic-to-rhyolitic stratovolcano, which has a deep crater whose floor is 480 m below its north rim. Maquiling has several parasitic cones, maars, and numerous thermal areas at its northern base. A geothermal project is located on the south flank of Maquiling.",
    "geo_lat": "14.12",
    "geo_long": "121.3",
    "image": "https:\/\/volcano.si.edu\/photos\/full\/018068.jpg"
  }, {
    "id": "32",
    "volcano_name": "Taal",
    "volcano_info": "Taal is one of the most active volcanoes in the Philippines and has produced some of its most powerful historical eruptions. Though not topographically prominent, its prehistorical eruptions have greatly changed the topography of SW Luzon. The 15 x 20 km Talisay (Taal) caldera is largely filled by Lake Taal, whose 267 km2 surface lies only 3 m above sea level. The maximum depth of the lake is 160 m, and several eruptive centers lie submerged beneath the lake. The 5-km-wide Volcano Island in north-central Lake Taal is the location of all historical eruptions. The island is composed of coalescing small stratovolcanoes, tuff rings, and scoria cones that has grown about 25% in area during historical time. Powerful pyroclastic flows and surges from historical eruptions have caused many fatalities.",
    "geo_lat": "14.002",
    "geo_long": "120.993",
    "image": "https:\/\/volcano.si.edu\/photos\/full\/018088.jpg"
  }, {
    "id": "33",
    "volcano_name": "Pinatubo",
    "volcano_info": "Prior to 1991 Pinatubo volcano was a relatively unknown, heavily forested lava dome complex located 100 km NW of Manila with no records of historical eruptions. The 1991 eruption, one of the world's largest of the 20th century, ejected massive amounts of tephra and produced voluminous pyroclastic flows, forming a small, 2.5-km-wide summit caldera whose floor is now covered by a lake. Caldera formation lowered the height of the summit by more than 300 m. Although the eruption caused hundreds of fatalities and major damage with severe social and economic impact, successful monitoring efforts greatly reduced the number of fatalities.  Widespread lahars that redistributed products of the 1991 eruption have continued to cause severe disruption. Previous major eruptive periods, interrupted by lengthy quiescent periods, have produced pyroclastic flows and lahars that were even more extensive than in 1991.",
    "geo_lat": "15.13",
    "geo_long": "120.35",
    "image": "https:\/\/volcano.si.edu\/photos\/full\/019014.jpg"
  }, {
    "id": "34",
    "volcano_name": "Laguna Caldera",
    "volcano_info": "The elliptical, 10 x 20 km wide Laguna Caldera SE of Manila forms the middle lake-filled basin of the three-pronged, dinosaur-footprint-shaped Laguna de Bay, the largest lake on Luzon Island.  Pre-caldera Pleistocene volcanism formed basaltic to basaltic-andesitic volcanoes, including Talim Island and Mount Sembrano stratovolcanoes on opposite sides of the current caldera.  The caldera, whose lake surface is only 1 m above sea level, may have formed during at least two major explosive eruptions about 1 million and 27,000-29,000 years ago.  Post-caldera volcanism formed maars of young, but unknown age at the southern end of elongated Talim Island, which forms the SW rim of the caldera.  Jalajala is a solfataric field on the flank of Mount Sembrano on the Jalajala Peninsula, which forms the eastern rim of the caldera.",
    "geo_lat": "14.42",
    "geo_long": "121.27",
    "image": "https:\/\/volcano.si.edu\/photos\/full\/091009.jpg"
  }, {
    "id": "35",
    "volcano_name": "Patoc",
    "volcano_info": "Mount Patoc, an andesitic stratovolcano in the Cordillera Central of north-central Luzon, displays strong fumarolic activity.  A stream and village on the west side are named Mainit, which means hot.",
    "geo_lat": "17.147",
    "geo_long": "120.98",
    "image": null
  }, {
    "id": "36",
    "volcano_name": "Ambalatungan Group",
    "volcano_info": "A little-known cluster of volcanoes in the Cordillera Central of northern Luzon is known as Ambalatungan by Alvir (1956) and the Philippine Commission of Volcanology (1981) and as Mount Binuluan by Wolfe (1982, pers. comm.).  The dacitic Ambalatungan Group was described as consisting of three volcanoes constructed along a roughly E-W line.  Ambalatungan volcano proper contains a steep-walled crater with hot springs and vigorous sulfur-encrusted fumarolic vents that produce loud noises.  Bumabag volcano, 3 km east of Ambalatungan, has two craters that also show strong fumarolic activity.  Podakan volcano, 1 km SE of Bumabag, also has a large steam vent.  A possible steam eruption was reported from 2329-m-high Mount Binuluan (whose relationship to the previously mentioned volcanoes is unclear) in 1952, during which a sulfur-rich debris flow killed a dozen people.",
    "geo_lat": "17.32",
    "geo_long": "121.1",
    "image": null
  }, {
    "id": "37",
    "volcano_name": "Unnamed",
    "volcano_info": "Submarine eruptions reported in 1773, 1850, and 1854 may have originated from a shallow submarine volcano 5 km west of Ibugos Island.  Ibugos is located at the southern end of the Batan Island chain, which occupies the Luzon Strait between Luzon and Taiwan.  The volcano rises to within 24 m of the sea surface.",
    "geo_lat": "20.33",
    "geo_long": "121.75",
    "image": null
  }, {
    "id": "38",
    "volcano_name": "Malindig",
    "volcano_info": "The forested volcano of Malindig, also known as Marlanga, is located at the southern tip of Marinduque Island, west of the Bondoc Peninsula on Luzon Island.  Sharp-topped peaks form the summit of the 1157-m-high andesitic stratovolcano.  The age of the most recent eruptions of Malindig volcano is not known, but hot springs are located at its western foot.",
    "geo_lat": "13.24",
    "geo_long": "122.018",
    "image": null
  }
  ]
}